<?php
namespace App\Traits;


trait Regions {
    
public static function  allowed_regions() { 

   return [
        "أم النصر",
        "بيت لاهيا",
        "بيت حانون",
        "مخيم جباليا",
        "جباليا",
        "غزة",
        "مخيم الشاطئ",
        "الزهراء",
        "المغراقة",
        "جحر الديك",
        "دير البلح",
        "مخيم دير البلح",
        "مخيم النصيرات",
        "النصيرات",
        "مخيم البريج",
        "البريج",
        "مخيم المغازي",
        "المغازي",
        "الزوايدة",
        "المصدر",
        "وادي السلقا",
        "خان يونس",
        "مخيم خان يونس",
        "بني سهيلا",
        "القرارة",
        "حمد",
        "عبسان الجديدة",
        "عبسان الكبيرة",
        "خزاعة",
        "الفخاري",
        "رفح",
        "مخيم رفح",
        "النصر(البيوك)",
        "شوكة الصوفي"
        
   ];
    
 }

}